#+title: Exposición: Administración de procesos en Android
#+author: Gunnar Wolf

- Tema presentado por :: Ana Laura Camacho Lara
- Calificación global ::  9.46 * 0.3 + 7.25 * 0.7 = **

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |      7.5 |        10 |  9.50 |
|           10 |    10 |         10 |      7.5 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |          5 |      7.5 |        10 |  8.00 |
|           10 |   7.5 |         10 |       10 |        10 |  9.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.58 |  9.38 |       9.38 |     9.17 |      9.79 |  9.46 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            0 |       0. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
